{
	"@metadata": {
		"authors": [
			"Ans",
			"Harley Hartwell",
			"Horus",
			"Macofe",
			"Octahedron80",
			"Passawuth",
			"Patsagorn Y."
		]
	},
	"requestaccount": "ขอสร้างบัญชี",
	"requestaccount-login": "ขอสร้างบัญชี",
	"requestaccount-text": "'''กรอกรายละเอียดทั้งหมดและกดส่ง เพื่อขอบัญชีผู้ใช้'''\n\nกรุณาตรวจสอบให้แน่ใจว่าคุณได้อ่าน[[{{MediaWiki:Requestaccount-page}}|ข้อตกลงการใช้งาน]]ก่อนที่จะทำการขอบัญชีผู้ใช้\n\nเมื่อบัญชีผู้ใช้ถูกสร้างแล้ว คุณจะได้รับข้อความทางอีเมล และสามารถใช้บัญชีได้เมื่่อ[[Special:UserLogin|ล็อกอิน]]",
	"requestaccount-page": "{{ns:project}}:ข้อตกลงการใช้งาน",
	"requestaccount-dup": "'''หมายเหตุ: คุณได้ล็อกอินด้วยบัญชีที่ลงทะเบียนแล้ว'''",
	"requestaccount-leg-user": "บัญชีผู้ใช้",
	"requestaccount-leg-areas": "หัวข้อที่สนใจ",
	"requestaccount-leg-person": "ข้อมูลส่วนตัว",
	"requestaccount-leg-other": "ข้อมูลอื่น ๆ",
	"requestaccount-leg-tos": "ข้อตกลงการใช้งาน",
	"requestaccount-acc-text": "ข้อความยืนยันการสมัครจะถูกส่งไปยังอีเมลล์ที่คุณได้ให้ใว้ และจะไม่ถูกเปิดเผยต่อสาธารณะ\nกรุณายืนยันบัญชีของคุณด้วยการกดที่ลิงค์ยืนยันในอีเมลล์\nสุดท้าย รหัสผ่านของคุณจะถูกส่งไปที่อีเมลล์เมื่อบัณชีของคุณถูกสร้างขึ้นแล้ว",
	"requestaccount-areas-text": "เลืิอกทักษะด้านล่างที่คุณมีความชำนาญ หรือมีความประสงค์จะทำงานในด้านนี้มากที่สุด",
	"requestaccount-ext-text": "ข้อมูลดังกล่่าวนี้ จะถูกเก็บเป็นความลับ และจะถูกใช้สำหรับคำขอนี้เท่านั้น\nคุณอาจต้องการใส่รายละเอียดในการติดต่อ เช่น หมายเลขโทรศัพท์ เพื่อช่วยในการยืนยันตัว",
	"requestaccount-bio-text": "พยายามใส่ข้อมูลรับรองที่เกี่ยวข้องในประวัติของคุณด้านล่าง",
	"requestaccount-bio-text-i": "'''ประวัติของคุณจะแสดงในส่วนเนื้อหาบนหน้าผู้ใช้ของคุณ'''\nตรวจสอบว่าคุณแน่ใจหรือยังที่จะแสดงข้อมูลเหล่านี้",
	"requestaccount-real": "ชื่อจริง:",
	"requestaccount-same": "(เหมือนกับชื่อจริง)",
	"requestaccount-email": "อีเมล:",
	"requestaccount-reqtype": "ตำแหน่ง:",
	"requestaccount-level-0": "เจ้าของ",
	"requestaccount-level-1": "ผู้แก้ไข",
	"requestaccount-info": "(?)",
	"requestaccount-bio": "ประวัติส่วนตัว (เฉพาะข้อความเท่านั้น):",
	"requestaccount-attach": "เรซูเม หรือ อัตชีวประวัติ (ไม่จำเป็นต้องใส่):",
	"requestaccount-notes": "รายละเอียดเพิ่มเติม:",
	"requestaccount-urls": "รายชื่อเว็บไซต์ ถ้ามี (แบ่งโดยการขึ้นบรรทัดใหม่):",
	"requestaccount-agree": "คุณต้องยืนยันว่าชื่อจริงของคุณนั้นถูกต้อง และคุณเห็นด้วยกับข้อตกลงการใช้งานของเรา",
	"requestaccount-inuse": "ชื่อผู้ใช้นี้กำลังถูกใช้ในการยื่นขอบัญชีผู้ใช้ใหม่้",
	"requestaccount-tooshort": "ชีวประวัติของคุณต้องมีความยาวอย่างน้อย $1 คำ",
	"requestaccount-emaildup": "มีคำขอบัญชีผู้ใช้อื่นใช้ที่อยู่อีเมลเดียวกัน",
	"requestaccount-exts": "ไม่อนุญาตประเภทของไฟล์ที่แนบมา",
	"requestaccount-resub": "คุณต้องเลือกไฟล์เรซูเม/ประวัติการทำงานของคุณใหม่ เนื่องจากเหตุผลด้านความปลอดภัย\nทิ้งช่องนี้ให้ว่างถ้าคุณต้องการยกเลิก",
	"requestaccount-tos": "ข้าพเจ้าได้อ่านและยินดีปฏิบัติตาม[[{{MediaWiki:Requestaccount-page}}|ข้อตกลงการใช้งาน]] ของ {{SITENAME}}\nชื่อที่ข้าพเจ้าได้กรอกในช่อง \"ชื่อจริง\" นั้น เป็นความจริง",
	"requestaccount-submit": "ขอบัญชีผู้ใช้",
	"requestaccount-sent": "คำร้องขอบัญชีได้ถูกส่งเรียบร้อยแล้ว ตอนนี้เรากำลังอยู่หว่างดำเนินการ\nอีเมลล์ยืนยันจะถูกส่งไปที่อีเมลล์ของคุณ",
	"requestaccount-econf": "คุณได้ยืนยันอีเมลของคุณแล้ว และข้อมูลนี้จะถูกรวมอยู่ในคำขอบัญชีผู้ใช้",
	"requestaccount-email-subj": "การยืนยันทางอีเมลของ {{SITENAME}}",
	"requestaccount-email-body": "มีบุคคลใดบุคคลหนึ่ง ซึ่งเป็นไปได้ว่ามาจากไอพีแอดเดรสของคุณ $1 ได้ขอบัญชีผู้ใช้ \"$2\" และใช้อีเมลนี้ บนเว็บไซต์{{SITENAME}}\n\nเพื่อที่จะยืนยันว่าบัญชีผู้ใช้นี้เป็นของคุณบนเว็บไซต์ {{SITENAME}} กรุณาเปิดลิงก์นี้\n\n$3\n\nถ้าบัญชีผู้ใช้นี้ถูกสร้างขึ้น ทางเว็บไซต์จะอีเมลรหัสผ่านไปให้คุณเท่านั้น\nถ้าหากบัญชีนี้ *มิใช่* คุณ กรุณาอย่าเปิดลิงก์นี้\nรหัสการยืนยันนี้จะหมดอายุภายใน $4",
	"requestaccount-email-subj-admin": "การขอบัญชีผู้ใช้บนเว็บไซต์ {{SITENAME}}",
	"requestaccount-email-body-admin": "$1 ได้ขอบัญชีผู้ใช้ใหม่ และกำลังรอการยืนยัน\nมีการยืนยันทางอีเมลเรียบร้อยแล้ว คุณสามารถยืนยันคำขอได้ที่นี่ :\n\n$2",
	"acct_request_throttle_hit": "ขออภัย คุณได้ขอบัญชีผู้ใช้ {{PLURAL:$1|1 บัญชี|$1 บัญชี}}\nคุณไม่สามารถขอบัญชีเพิ่มเติมอีกได้"
}
